{
  "first_lang": "en",
  "second_lang": "ru",

  "hire_team": "Hire a team",
  "choose_proj": "Choose a project",
  "login": "Sign in",
  "registration": "Register ",

  "modal_title" : "Leave your phone number and Email",
  "modal_text": "In order we can contact you",

  "title": "Consulting and outsourcing for owners of gaming business",
  "talent_text": "We connect companies with talented execution teams, help companies grow and solve business problems of market leaders",
  "specialists_text": "We provide remote specialists in IT, design, project management, marketing, and sales",
  "name": "Name",
  "form_team": "5 days only to set up a team ",
  "form_pm": "Project manager on board",
  "send_enquiry": " Send your enquiry",
  "privacy": "I have read and agree to the terms of the",
  "privacy_link": "privacy policy",

  "how_to_help": "How we can help ",

  "market_research": "Market research and generation of business ideas for the new markets",
  "instruments": "Collecting market data about clients, consumers, clients and competitors through effective instruments. We create hypotheses, find insights and make market forecasts",
  "market_analysis": "Market analysis and saturation",
  "competitors": "Analysis of competitors",
  "target_audience": "Identifying target audience",
  "uvp": "Creation of unique value proposition (UVP)",
  "market_research_item": "Market research",
  "legal_support": "Legal support of the project",

  "recruiting": "Recruiting. Search of applicants and hiring process",
  "recruiting_text": "Replacing junior HR level to ensure an sufficient inflow of candidates for a required vacancy. We look for applicants, cover communication and interview stages and find best candidates worldwide",
  "candidates": "Search for relevant candidates and communication with them",
  "multichannel_search": "Multichannel search",
  "interviews": "Conducting interviews",
  "training": "Personnel training",
  "reprofiling": "Reprofiling of employees",
  "project_teams": "Setting up of project teams",

  "design": "Design. Project presentation",
  "style": "We create project design, creatives for promotion, landing pages, email designs and corporate presentations. From video production and 3D modeling to creation of unique characters, we cover full scope of design services",
  "web": "Web design",
  "concept_creation": "Concept creation",
  "marketing_materials": "Marketing materials",
  "branding": "Corporate branding",
  "game_design": "Game design",
  "infographics": "Infographics and video presentations",

  "partners_marketing": "Partners marketing",
  "partnership": "Analyzing the market and choosing the best partnership arrangements. We create strategies and propose proven and effective arbitration teams while controlling, analyzing and optimizing the budget",
  "content_partnership": "Content Partnership",
  "cross": "Cross-marketing",
  "cpa": "Managing CPA-networks",
  "affiliate": "Affiliate Marketing",
  "outreach": "Partners outreach",

  "influence_marketing": "Influence marketing",
  "IGaming": "iGaming Management helps companies find leaders in their niches. We have more than 100 000 bloggers in our database and support the clients from choosing a blogger to a proven result. We handle communication, ad placement and monitor the effectiveness of the promotion campaigns",
  "blogger": "We can find the relevant blogger to reach your target audience and implement creative integration using Revshare and CPA-based models. Our cooperation is transparent, consistent and quality oriented. We guarantee your result",
  
  "context_advertising": "Context advertising",
  "set_up": "We set up the context advertising, create and test creatives, analyze and improve promotion campaigns. The partner receives multidimensional marketing support: we work with marketing funnels, positioning and value proposition",
  "keywords_research": "Thorough research of keywords",
  "monitoring": "Regular campaign monitoring and deactivation of irrelevant ads",
  "user_flow": "Detailed research of the user flow",
  "ad_types": "Usage of the various ad types and campaigns in Google and Yandex: text only, visual only, combined and video ads",
  "approach": "Tailor-made approach to every project",
  "hypotheses": "Create and test hypotheses what have been widely accepted on the market",

  "SERM": "SERM",
  "web_awareness": "We create positive web awareness for the online casino through growing appealing content and displacing negative posting from top positions in search engines",
  "positions_analysis": "Analysis of current positions in search results",
  "comparison": "Comparison of your positions with your competitors",
  "strategy": "Creation of the SERM improvement strategy",
  "strengths_weaknesses": "Research of strengths and weaknesses of the product",
  "reviews": "Integral management of reviews ",
  "irrelevant_reviews": "Help with deleting the irrelevant reviews",
  "reputation_dynamics": "Monitoring of search engine reputation dynamics",

  "about": "About IGaming",
  "IGaming_title": "IGaming Management",
  "B2B_marketplace": "is a B2B marketplace with an extensive list of IT specialists from top tier IT companies in i-gaming which could be hired both in-house or out-staffed",
  "build_team": "IGaming Management enables the involvement of remote teams to enhance project teams or build your own personal team from scratch",
  "our_mission": "Our mission",
  "eliminate_barriers": "We aim to eliminate barriers between companies and teams for fast, effective and professional creation of gambling projects around the world",

  "work_process": "Work process",
  "goals_and_timeline": "We determine your goals and timeline",
  "project_manager": "A project manager is appointed to lead your project",
  "professional_team": "We set up a professional team ",
  "planning_phase": "Planning phase, including the general timeline, key milestones and KPIs",
  "manage_execution": "We manage the execution phase",
  "post_release": "Post-release project support phase",
  "marketing_support": "We provide full marketing support",
  "consultation": "Send a request and book a free consultation",
  "discuss_goals": "We will answer your questions and discuss your goals",
  "send_request": "Send a request",

  "find_project": "Find the project or team",
  "projects": "Projects",
  "become_part": "IGaming Management will help you find an interesting and reliable project where you can become part of a professional team",
  "decision": "You are to decide on the project outlook and make a final decision on your engagement whether it is the implementation of the idea or the participation in a particular team. Discuss the terms of your partnership with the project coordinator.",
  "find_project_btn": "Find project",
  "team": "Team",
  "find_people": "IIGaming Management will help you find people for your team who know and can implement various gambling products",
  "implement": "You can invite them to your startup or existing business or implement interesting ideas together. The process is simple and hassle-free: you describe the idea, write down team requirements for a desired result and receive a ready-to-go team.",
  "find_team": "Find team",

  "community_title": "Sharing the same values",

  "find_partners_friends": "Find partners and friends",
  "earn_money": "Earn money and grow professionally",
  "higher_profit": "Do business faster and with higher profit",
  "provide_assistance": "Get help and provide assistance",
  "network": "Rest and network with peers",
  "community": "We go far beyond setting up businesses and teams. We build a stronger and friendly community together",

  "gambling_club": "B2B Gambling Club",
  "private_club": "Private club for gambling entrepreneurs",
  "learn_more": "Learn more",

  "educational_center": "International educational center ",
  "welcome": "Welcome to Progressive Umoja Marketing Africa (PUMA). As part of our IGaming Management company, we have opened the first international offline training center focused on internet marketing with guaranteed employment in IGaming projects",
  "believe_in_success": "We believe in the success of everyone. We believe that everyone has the strength and talent to achieve great goals. We help find the path of professional development and self-realization in the way you desire",
  "become_professional": "Become a top-required professional",
  "broaden_expertise": "Broaden your expertise",
  "skills": "Get new skills to improve your career",
  "follow_passion": "Follow your passion",
  "change_job": "Change job and change your life",


  "contacts": "Contacts",
  "contacts_info_text": "Our specialists will be happy to answer all your questions and provide you with all the information you need",
  "Georgia": "Georgia",
  "Kenya": "Kenya",

  "partner_support": "The project is developing with the support",
  "presentation":"Presentation",

  "owner": "Imans Technology LLC",
  "registration_number": "Registration number",
  "cooperation": "For cooperation, please contact:",
   "cooperation_email": "hello@igamingmanagement.io",
  "address_Georgia": "Georgia, Batumi, Jiuli Shartava avenue 22",
  "address_Kenya": "Kenya, Nairobi, Westland, Muthithi Road 42",
  "founder": "Founder IGaming Management | Mikhail Mazanov",
  "popup_title": "Leave your information and we will contact you",

  "name_form": "Name",
  "email": "Email",
  "phone": "Phone number",

  "submit": "Submit",
  "by_clicking_submit": "By clicking Submit, you consent",
  "personal_data": "to the processing of personal data",
  "gratitude_popup_title": "Thank you for contacting our company",
  "gratitude_popup_text": "Your application has been accepted. Our specialists will be happy to answer all your questions and provide you with all the information you need"
}